<template>
  <div class="rulesinfo-wrap">
    <h3>— 活动简介 —</h3>
    <p>分享保世界，双方拿奖励：</p>
    <p>分享保世界给您的朋友，邀请他的团队注册并且入驻保世界，对方将获得免费使用个性化工作台的抵用券，可体验个性化工作台30天；</p>
    <p>作为对您的感谢，您也将获得免费使用个性化工作台的抵用券，更有机会获得保世界为您团队量身定制的工作台。</p>
    <p>什么是个性化工作台：</p>
    <p>不同的公司所拥有的工作台是不一样的，根据公司的具体需求进行个性化定制的功能。</p>
    <img src="../img/rules.jpg" alt="流程图">
    <h3>— 我是邀请人 —</h3>
    <p>一、我将获得什么奖励</p>
    <p>（1）当您通过“邀请好友”成功邀请好友注册保世界，创建团队并且激活50个及以上新注册用户以后，您可以获得免费使用保世界提供的个性化工作台体验的抵用券，抵用券可用来免费使用个性化工作台。</p>
    <p>（2）当您通过“邀请好友”成功邀请好友注册保世界，创建团队并且激活到300个、甚至1000个新注册用户以后，您更将获得由保世界提供的价值2万，甚至10万的量身定制属于您自己团队的个性化的功能。</p>
    <p>二、如何邀请，才能获得奖励</p>
    <p>（1）被邀请团队成功入驻保世界即可获得奖励，成功入驻保世界需要同时满足的条件是：</p>
    <p>— 被邀请人注册保世界，并且创建自己的团队。</p>
    <p>— 被邀请团队激活50个及以上新注册保世界的新用户（保世界新用户为该团队进入保世界之后新注册并且进入团队的用户）。</p>
    <p>（2）邀请码从被邀请人绑定之时30天内有效，30天内被邀请团队如果未能成功入驻保世界，则本次邀请失败，可再次邀请。</p>
    <p>（3）邀请团队成功3个工作日内，奖励会在通过保世界审核后在“邀请好友”底部“我的抵用券”中展示，您可以根据使用方法和规则来使用抵用券。</p>
    <p>（4）一个邀请码可以同时邀请多个团队。</p>
    <p>三、怎么看我的邀请记录</p>
    <p>您可以通过保世界APP我的-”我的邀请“底部的”邀请记录“来看您邀请的好友团队的信息以及有效团队的个数。</p>
    <p>—有效团队是指在您的邀请团队中，成功入驻保世界的团队。</p>
    <h3>— 我是被邀请人 —</h3>
    <p>一、我会获得什么权益</p>
    <p>完成保世界的注册以及团队创建，并且在30天内激活50个及以上新注册保世界的用户，将获得免费使用个性化工作台的抵用券，达到300个及以上，更将获得为您团队量身定制工作台的机会！</p>
    <p>二、我该如何获得权益</p>
    <p>所在团队需要在绑定期间完成任务：</p>
    <p>— 被邀请人注册保世界，并且创建自己的团队。</p>
    <p>— 被邀请团队激活50个及以上新注册保世界的新用户（保世界新用户为该团队进入保世界之后新注册并且进入团队的用户）。</p>
    <p>注意：邀请码从被邀请人绑定之时30天内有效，30天内被邀请团队如果未能成功入驻保世界，则本次邀请失败，权益无法获得。</p>
    <h3>— 注意事项 —</h3>
    <p>一、在邀请和获取抵用券的过程中，如存在违规行为（包括不限于利用系统漏洞、非真实设备等非正常方式），保世界将取消用户的获奖资格，并有权从该违规用户的账户中收回因本活动获得的抵用券等奖励，以及停止违规用户账户的因本活动获得的免费工作台的使用权。</p>
    <p>二、保世界可以根据本次活动的实际情况对活动规则进行变动和调整，相关变动和调整将公布在活动页面，并于公布时即时生效。</p>
    <p>三、一个新成员加入多个团队，则其新用户身份属于加入的第一个团队。</p>
    <p>四、保世界会依法进行活动，如活动受到政府机关指令需要停止举办的，或者活动遭受系统故障或者网络攻击等因素需要暂停举办的，则活动可能无法顺利进行，保世界以及关联公司、团队均无须为活动故障承担赔偿或进行补偿。</p>
    <p>五、本次活动最终解释权归保世界所有。</p>
  </div>
</template>

<style lang="scss" scoped>
@import "../../../common/pxToRem.scss";
.rulesinfo-wrap {
  height: 100%;
  padding: 0 pxToRem(30px);
  h3 {
    text-align: center;
    color: #03a9f4;
    margin: pxToRem(20px) 0;
  }
  p {
    font-size: pxToRem(26px);
    color: #9e9e9e;
    line-height: pxToRem(41px);
    margin:pxToRem(26px) 0;
  }
  img {
    width: 100%;
    display: block;
  }
}
</style>


